import Container from '@mui/material/Container'
import React from 'react'

function Home() {
    return (
        <><div></div><div>
            <Container maxWidth="md">
                <h1 style={{ textAlign: "center" }}>ระบบโรงพยาบาล</h1>
                <h4>SUT</h4>
                <p>
                ระบบโรงพยาบาลของโรงพยาบาล SUT เป็นระบบที่ให้ผู้ใช้ระบบซึ่งเป็นแพทย์ ฝ่ายคัดกรอง เจ้าหน้าที่เทคนิคการแพทย์ และเจ้าหน้าที่โรงพยาบาล เข้าสู่ระบบ เพื่อมาจัดการเกี่ยวกับระบบภายในโรงพยาบาล เจ้าหน้าที่โรงพยาบาลจะมีการบันทึกข้อมูลฝ่ายคัดกรอก ข้อมูลแพทย์ และเจ้าหน้าที่เทคนิคการแพทย์ไว้ในระบบก่อนที่จะให้ฝ่ายคัดกรอกทำการเพิ่มข้อมูลผู้ป่วย เพื่อที่จะให้แพทย์สามารถทำการบันทึกข้อมูลการรักษา ข้อมูลการจ่ายยา และข้อมูลการนัดคนไข้ที่มาทำการรักษา หลังจากระบบได้รับข้อมูลจากแพทย์ ระบบจะทำการบันทึกข้อมูลนี้ไปรวมกับข้อมูลคนไข้เพื่อให้ทราบว่าเมื่อคนไข้มาครั้งถัดไปได้ โดยเมื่อถ้าคนไข้คนนั้นต้องได้รับการรักษาที่โรงพยาบาล หรือผ่าตัด แพทย์จะสามารถแจ้งผ่านระบบได้ ซึ่งถ้าคนไข้ต้องได้รับการตรวจแลป ข้อมูลจะส่งไปให้เจ้าหน้าที่เทคนิคการแพทย์เพื่อทำการบันทึกข้อมูลแลป และถ้าหากว่ามีเครื่องมีแพทย์ส่วนใดที่ต้องการเบิกเพิ่ม เจ้าหน้าที่เทคนิคการแพทย์ก็สมารถแจ้ง และบันทึกได้       
                </p>
            </Container>
        </div></>
    )
}

export default Home; 